Repository: nemethmik/cristina10
Catalog: tslitstrap/xliff/*.xlf
Languages: hu_hu

# s5aa69028298c66e8
source: New Person Details
hu_hu: Új személy adatai

# s5e8250fb85d64c23
source: Close
hu_hu: Becsuk

# s8f9e71bb4427e946
source: First Name:
hu_hu: Keresztnév

# sfab5e4723ff2110e
source: Last Name:
hu_hu: Családi név

# s8430c71b7abe6807
source: Email:
hu_hu: Emailcím

# s33f85f24c0f5f008
source: Save
hu_hu: Mentés

# s2ceb11be2290bb1b
source: Cancel
hu_hu: Mégsem

# s6c1259d08680ee12
source: Number of people ${appStore.numberOfPeople}
hu_hu: Személyek száma ${appStore.numberOfPeople}

# sb59d68ed12d46377
source: Loading
hu_hu: Betöltés

# safa3c1b669827492
source: Bootstrap Toast
hu_hu: Üzenetpanel

# s9a708ea98d35ded7
source: Hello BootStrap in Shadow DOM!
hu_hu: Üdv Bootstrap az Árnyék DOM-ben

# s125a8abb80c01c6b
source: Load Remote Data
hu_hu: Távoli betöltés

# sad33f8293bf98049
source: Add Person
hu_hu: Új személy

# sdcedb1272e7ec098
source: Page Headers
hu_hu: Oldal-fejlécek

# s83b62e9afb60ad42
source: Simple header CLICK HOME to Navigate Back
hu_hu: Egyszerű fejléc kattints a Haza gombra, hogy visszamenjen az előző oldalra

# s2ec6be1b6544c74f
source: People Re-loaded
hu_hu: Személyek adatai betöltve

# sd976e241583c9b5f
source: ${detail.numberOfPeopleLoaded} persons found
hu_hu: Felleltünk ${detail.numberOfPeopleLoaded} személyt

# sc7e09db45da69138
source: New Person Added
hu_hu: Új Személy Felvéve

# sfc42e89b6c6ddc37
source: ${detail.person.firstName} added
hu_hu: ${detail.person.firstName}-t felvettük

# email-address
source: Handle
hu_hu: Drótposta

# first-name
source: First
hu_hu: Keresztnév

# home-button
source: Home
hu_hu: Haza

# last-name
source: Last
hu_hu: Vezetéknév
